---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEndOffsetParam
source: html/d67ecd09-a5cb-f79f-28fd-58d146650e61.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEndOffsetParam Property

"End Middle Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEndOffsetParam { get; }
```